holidays_2026 = [
    "2024-01-01",  # Новогодние каникулы
    "2024-01-02",
    "2024-01-03",
    "2024-01-04",
    "2024-01-05",
    "2024-01-06",
    "2024-01-08",
    "2024-01-07",  # Рождество Христово
    "2024-02-23",  # День защитника Отечества
    "2024-03-08",  # Международный женский день
    "2024-05-01",  # Праздник Весны и Труда
    "2024-05-09",  # День Победы
    "2024-06-12",  # День России
    "2024-11-04",  # День народного единства
]

holidays_2027 = [
    "2027-01-01",  # Новогодние каникулы
    "2027-01-02",
    "2027-01-03",
    "2027-01-04",
    "2027-01-05",
    "2027-01-06",
    "2027-01-08",
    "2027-01-07",  # Рождество Христово
    "2027-02-23",  # День защитника Отечества
    "2027-03-08",  # Международный женский день
    "2027-05-01",  # Праздник Весны и Труда
    "2027-05-09",  # День Победы
    "2027-06-12",  # День России
    "2027-11-04",  # День народного единства
]